[File]
Author=@LaachirDeeper (Laachir@pm.me)
Help=
Icon=000001000100101000000100200068040000160000002800000010000000200000000100200000000000400400000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000150E15241C181C40201C244024242440282428402824284028242840282428402824284028242840282428402824284024202440201C244018181C40140A141932AF38E142E143FF42DD43FF42DC44FF42DC43FF42DC45FF42DC44FF42DC44FF42DC44FF42DC44FF42DC45FF42DC43FF42DD44FF42DD43FF41E344FF2C9430BA329F27E03DC02FFF3FBD30FF40BD31FF41BD32FF41BD32FF41BD32FF41BD32FF41BD32FF41BD32FF41BD32FF40BD32FF40BD31FF3FBD30FF3EC02EFF2B8C26BC2E8C17DF3CAD1FFF3EAC20FF3DAC21FF3DAD21FF39AB1BFF39AB1BFF39AB1CFF39AB1CFF3AAB1DFF37AA1AFF3CAC1FFF3DAC21FF3DAC1FFF3CB01EFF2A7A18B82C7F0BDE3AA011FF3A9E12FF3B9F12FF47A422FF7FC067FF7EBF64FF7CBE62FF79BD5EFF73B956FF93C97EFF5FB03DFF3A9E10FF3A9F13FF3AA110FF266B0BB72C7A06DD399A0AFF3A980EFF3B9A0FFF3B990EFF38970AFF379709FF38970AFF38970AFF38970AFF369609FF39980CFF3C9A0FFF39990DFF399B0AFF236506B62D7A06DD3E9F0EFF3C9A0FFF39990CFF3A980FFF379609FF419C16FF39970BFF37980BFF439D19FF369709FF3D9911FF37970AFF3A9A0EFF399C0BFF246606B62E7B08DD42A010FF409D10FF5BAA32FFAAD39AFF7DBC62FF94C77EFFBCDCAFFF7CBC61FF67B048FF97C880FF6DB450FF6FB550FF359708FF399C0BFF236606B6307B07DD45A411FF43A011FF54A927FFABD398FF8CC572FF7BBA5DFF7FBE65FF84BF6BFF73B655FF61AD41FF9ECC89FF5FAC3CFF349708FF399C0BFF246606B6307D09DD49A612FF47A211FF67B23EFFA9D396FF78BB55FF84C166FF8DC472FFB4D9A1FF74B854FF8DC471FFAAD397FF73B74EFF45A10FFF4AA911FF276806B6307E07DD4BA812FF4CA615FF4AA514FF46A20DFF49A413FF48A411FF48A410FF45A20DFF49A413FF48A411FF46A20DFF49A312FF4CA615FF4BAA11FF266806B6317F06DE4BA90DFF4BA610FF4DA812FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4DA813FF4CA812FF4BA710FF4CAB0CFF266404B733840AD465B435FF62B233FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF63B235FF62B133FF63B434FF297705A9000000000040000400400004004000040040000400330005003300050033000500330005003300050040000400400004004000040040000400400004000000000000000000000000000000000000000100000001000000010000000100000001000000010000000100000001000000010000000100000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000
LangId=1025
Name=Arabic
VersionId=0

[Scheduler]
ChangeModeConfirmation=سيؤدي تغيير الوضع إلى إزالة جميع المهام التي تم إنشاؤها. تريد الإستمرار؟
Days=يوم|أيام|أيام|يوم
Every=كل|كل|كل|كل
GroupByEvent=في الحدث
GroupByTime=في الوقت
Minutes=دقيقة|دقائق|دقائق|دقيقة
Months=شهر|أشهر|أشهر|شهر
Running=يعمل...
Tracks=مقطع|مباطع|مقاطع|مقطع
WeekDays=الإثنين|الثلاثاء|الأربعاء|الخميس|الجُمعة|السبت|الأحد
WeekDaysShort=الإثنين|الثلاثاء|الأربعاء|الخميس|الجُمعة|السبت|الأحد
Weeks=أسبوع|أسابيع|أسابيع|أسبوع
Years=سنة|سنوات|سنوات|سنة

[Scheduler.Actions]
ChangeVolume=تغيير مستوى الصوت
CloseApp=إغلاق التطبيق
Hibernate=السبات
NextTrack=الإنتقال إلى المقطع التالي
PausePlayback=إيقاف التشغيل
ResumePlayback=استئناف التشغيل
Shutdown=إيقاف التشغيل
Sleep=النوم
StartPlayback=بدء التشغيل
StartRadioCapture=بدء التقاط الراديو
StopRadioCapture=وقف التقاط الراديو
StopPlayback=أوقف التشغيل

[SchedulerChangeVolumeSettingsDialog]
btnCancel=إلغاء
btnOk=موافق
Caption=الإجراء: تغيير الصوت
cbBeforeTheAction=تغيير الصوت قبل الإجراءات الأخرى
cbFading=تلاشي الصوت لـ:
GB1=Target volume
lbBeforeTheActionWarning=الخيار متاح للمهام التي تبدأ في الوقت المناسب فقط

[SchedulerPlaybackSettingsDialog]
btnCancel=إلغاء
btnOk=موافق
Caption=الإجراء: بدء التشغيل
cbReturnToPreviousPlaylist=العودة إلى قائمة التشغيل السابقة
cbStartFromBeginning=تشغيل من البداية
lbFileOffset=بدء التشغيل من
lbReturnAfter=بعد التشغيل: 
pcpPlayFile=تشغيل الملف
pcpPlayPlaylist=تشغيل القائمة

[SchedulerSimpleTasksView]
btnAdvancedView=الوضع المتقدم
btnApply=تطبيق
btnClose=إغلاق
Caption=المجدول
CB1=تلاشي الصوت
CB3=تلاشي الصوت خارجيًا لـ:
CB4=تلاشي الصوت داخليًا لـ:
cbAlarm=المنبه
cbsCloseApplication=إغلاق التطبيق
cbsEventByTime=في الوقت
cbsEventOnFileEnd=في نهاية الملف
cbsEventOnPlaylistEnd=في نهاية قائمة التشغيل
cbsEventOnQueueEnd=في نهاية قائمة الانتظار
cbShutdown=مؤقت النوم
cbShutdownAtGivenTime=في وقت معين
cbShutdownOnElapsed=في الوقت المنقضي
cbsPausePlayback=إيقاف التشغيل
GB1=الصوت
L1=الوقت:
L3=ملفات للتشغيل قبل الإجراء:
L4=حدد كائن للتشغيل
rbAlarmPlayFile=الملف
rbAlarmPlayPlaylist=قائمة التشغيل
tcMainPage1=مؤقت النوم
tcMainPage2=المنبه

[SchedulerSimpleTasksView.cbsShutdownWindowsModes]
i[0]=إيقاف التشغيل
i[1]=السبات
i[2]=النوم

[SchedulerTaskEditorDialog]
acDelete=حذف
acEdit=تعديل
Background=المهام
btnCancel=إلغاء
btnOK=موافق
Caption=المجدول
cbAllowWakeUp=أيقظ الكمبيوتر إذا كان ذلك ممكنا
cbWaitForTrackToFinish=انتظر حتى ينتهي تشغيل المقطع
gbActions=إجراءات
gbEvent=ابدأ
gbName=الإسم
gbRecurrence=تكرار
gbRepeatThroughoutDay=كرر طوال اليوم
IncompatibleWarning=هذا الإجراء غير متوافق مع أحد الإجراءات التي تم إنشاؤها بالفعل.
lbDecrease=-%d دقائق
lbIncrease=+%d دقائق
lbNow=تعيين التاريخ والوقت الحالي
lbTracksNumber=ملف للتشغيل قبل الإجراءات:
miAdd=إضافة

[SchedulerTaskEditorDialog.cbEventKind]
i[0]=في التاريخ والوقت
i[1]=في نهاية الفاصل الزمني
i[2]=في نهاية الملف
i[3]=في نهاية قائمة الإنتظار
i[4]=في نهاية قائمة التشغيل

[SchedulerTasksDialog]
acAdd=إضافة
acDeleteSelected=حذف
acEdit=تعديل
Background=المهام
btnClose=إغلاق
btnSimpleView=الوضع البسيط
Caption=المجدول
DeleteConfirmation=هذه العملية سوف تحذف المهام المحدد! تريد الإستمرار؟

